{
    "H": "I'm Hydrogen. I'm EVERYWHERE! I like satisfying the duplet rule, which means I only want two electrons! Since I already have one, I can only make one bond. The lonliest number...",
    "He": "Helium here. I'm WAY above all of these other elements. LITERALLY, but also because I'm cooler. Like my relative Hydrogen, I follow the duplet rule, but since I start with two electrons, you're never getting any bonds out of me.",
    "Li": "It's Lithium! I'm charging your computer right now. See that guy above me, Hydrogen? Like it, I follow the duplet rule. Since I start with three electrons, I REALLY want to get rid of one of them. Please make me an anion!",
    "Be": "Beryllium's the name, and... what—wait, what do I do? Anyway, I only want 4 electrons, so only two more, please!",
    "B": "Boron. I'm Boron. I'm known for some weird motion, but it's really not that interesting. I like to have 6 valence electrons, so I'll normally take up to three more.",
    "C": "It's me, Carbon. You know me, I'm in everything. Pencils, fuel, you, you name it. I follow the octet rule, which means I want to have a nice round set of 8 valence electrons. I can bond with 4 electrons, making me a great structural atom.",
    "N": "I'M NITROGEN! I'M IN THE AIR ALL AROUND YOU! I'M ALSO USED IN EXPLOSIVES!! I ALSO FOLLOW THE OCTET RULE! I ONLY WANT ONLY THREE MORE ELECTRONS, OK?!",
    "O": "*deep breath* It's Oxygen. I know, I'm pretty important, so I'll give you time to breathe it all in. ...I follow the octet rule too, so I like to bond with only two more electrons.",
    "F": "i'm fluorine... i'm a halogen... i follow the octet rule, so one electron will make me happy... remember to brush twice a day...",
    "Ne": "Have you met Helium? I'm similar in status. We're already full, no electrons allowed, ok? It's not like we want to mingle with the rabble, anyway...",
    "Na": "Hey, I follow the octet rule too! Oh, sorry, I'm Sodium. I don't want this many electrons, can you please oxidize me?",
    "Mg": "Magnesium here.",
    "Al": "I'm... Aluminum. Or Aluminium. ...or whatever you want, it doesn't really matter. I have 13 electrons, but... I don't really want them... I'd be happy to, um, give them away! Here, take three!",
    "Si": "The name's Silicon. I think they named a mountain after me or something. Anyway, I want a full valence shell. Gimme all 4 of those electrons, I'll take 'em all. I'm also pretty good at math... arithmetic, anyway.",
    "P": "",
    "S": "Excuse me, I'm Sulfur.",
    "Cl": "I'm Chlorine. I'm a halogen. You probably know what I smell like... hey, I REALLY need one more electron. I-I'll take donations.",
    "Ar": ""
}   